[
  {
    "textRu": "Пишите код так, как будто сопровождать его будет склонный к насилию психопат, который знает, где вы живете",
    "textEn": "Any operating system without a browser is going to be fucking out of business. Should we improve our product, or go out of business?",
    "authorRu": "Стив Макконнелл",
    "authorEn": "Bill Gates"
  },
  {
    "textRu": "Сложность программы растет до тех пор, пока не превысит способности программиста",
    "textEn": "Does the e-mail say it's about 'enlargement' — that might be spam.",
    "authorRu": "Артур Блох. Законы Мэрфи",
    "authorEn": "Bill Gates"
  },
  {
    "textRu": "Ходить по воде и разрабатывать программы, следуя ТЗ, очень просто… если они заморожены",
    "textEn": "Just in terms of allocation of time resources, religion is not very efficient. There's a lot more I could be doing on a Sunday morning.",
    "authorRu": "И. Берард",
    "authorEn": "Bill Gates"
  },
  {
    "textRu": "Что разум человека может постигнуть и во что он может поверить, того он способен достичь",
    "textEn": "Microsoft has had clear competitors in the past. It’s a good thing we have museums to document that.",
    "authorRu": "Наполеон Хилл",
    "authorEn": "Bill Gates"
  },
  {
    "textRu": "Стремитесь не к успеху, а к ценностям, которые он дает",
    "textEn": "Spam will be a thing of the past in two years' time.",
    "authorRu": "Альберт Эйнштейн",
    "authorEn": "Bill Gates"
  },
  {
    "textRu": " Своим успехом я обязана тому, что никогда не оправдывалась и не принимала оправданий от других",
    "textEn": " Stolen's a strong word. It's copyrighted content that the owner wasn't paid for. So yes.",
    "authorRu": "Флоренс Найтингейл",
    "authorEn": "Bill Gates"
  },
  {
    "textRu": "За свою карьеру я пропустил более 9000 бросков, проиграл почти 300 игр. 26 раз мне доверяли сделать финальный победный бросок, и я промахивался. Я терпел поражения снова, и снова, и снова. И именно поэтому я добился успеха",
    "textEn": "Success is the child of audacity",
    "authorRu": "Майкл Джордан",
    "authorEn": "Benjamin Disraeli"
  },
  {
    "textRu": "Сложнее всего начать действовать, все остальное зависит только от упорства",
    "textEn": "Success is one percent inspiration, ninety-nine percent perspiration",
    "authorRu": "Амелия Эрхарт",
    "authorEn": "Thomas Edison"
  },
  {
    "textRu": "Надо любить жизнь больше, чем смысл жизни",
    "textEn": "Success consists of going from failure to failure without loss of enthusiasm",
    "authorRu": "Федор Достоевский",
    "authorEn": "Winston Churchill"
  },
  {
    "textRu": "Что разум человека может постигнуть и во что он может поверить, того он способен достичь",
    "textEn": "You miss 100% of the shots you don’t take",
    "authorRu": "Наполеон Хилл, журналист и писатель",
    "authorEn": "Wayne Gretzky"
  },
  {
    "textRu": "Стремитесь не к успеху, а к ценностям, которые он дает​",
    "textEn": "It is not the strongest of the species that survives, nor the most intelligent, but the one most responsive to change​",
    "authorRu": "Альберт Эйнштейн",
    "authorEn": "Charles Darwin"
  },
  {
    "textRu": "Своим успехом я обязана тому, что никогда не оправдывалась и не принимала оправданий от других",
    "textEn": "Build your own dreams, or someone else will hire you to build theirs",
    "authorRu": "Флоренс Найтингейл",
    "authorEn": "Farrah Gray"
  },
  {
    "textRu": "За свою карьеру я пропустил более 9000 бросков, проиграл почти 300 игр",
    "textEn": "The will to win, the desire to succeed, the urge to reach your full potential… these are the keys that will unlock the door to personal excellence",
    "authorRu": "Майкл Джордан",
    "authorEn": "Confucius"
  },
  {
    "textRu": "Сложнее всего начать действовать, все остальное зависит только от упорства",
    "textEn": "Fall seven times and stand up eight",
    "authorRu": "Амелия Эрхарт",
    "authorEn": "Japanese Proverb"
  },
  {
    "textRu": "Надо любить жизнь больше, чем смысл жизни",
    "textEn": "There are no shortcuts to any place worth going",
    "authorRu": "Федор Достоевский",
    "authorEn": "Helen Keller"
  },
  {
    "textRu": "Жизнь - это то, что с тобой происходит, пока ты строишь планы",
    "textEn": "Success is not the key to happiness. Happiness is the key to success",
    "authorRu": "Джон Леннон",
    "authorEn": "Herman Cain"
  },
  {
    "textRu": "Логика может привести Вас от пункта А к пункту Б, а воображение — куда угодно",
    "textEn": "The mind is everything. What you think you become",
    "authorRu": "Альберт Эйнштейн",
    "authorEn": "Buddha"
  },
  {
    "textRu": "Через 20 лет вы будете больше разочарованы теми вещами, которые вы не делали, чем теми, которые вы сделали",
    "textEn": "We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light",
    "authorRu": "Марк Твен",
    "authorEn": "Plato"
  },
  {
    "textRu": "Начинать всегда стоит с того, что сеет сомнения",
    "textEn": "When I do good, I feel good. When I do bad, I feel bad. That’s my religion",
    "authorRu": "Борис Стругацкий",
    "authorEn": "Abraham Lincoln"
  },
  {
    "textRu": "Настоящая ответственность бывает только личной",
    "textEn": "Remember no one can make you feel inferior without your consent",
    "authorRu": "Фазиль Искандер",
    "authorEn": "Eleanor Roosevelt"
  },
  {
    "textRu": "Неосмысленная жизнь не стоит того, чтобы жить",
    "textEn": "It’s not the years in your life that count. It’s the life in your years",
    "authorRu": "Сократ",
    "authorEn": "Abraham Lincoln"
  },
  {
    "textRu": "80% успеха - это появиться в нужном месте в нужное время",
    "textEn": "Either write something worth reading or do something worth writing",
    "authorRu": "Вуди Аллен",
    "authorEn": "Benjamin Franklin"
  },
  {
    "textRu": "Ваше время ограничено, не тратьте его, живя чужой жизнью",
    "textEn": "There are people who have money and people who are rich",
    "authorRu": "Стив Джобс",
    "authorEn": "Coco Chanel"
  },
  {
    "textRu": "Победа - это еще не все, все - это постоянное желание побеждать",
    "textEn": "Happiness lies in good health and a bad memory",
    "authorRu": "Винс Ломбарди, тренер по американскому футболу",
    "authorEn": "Ingrid Bergman"
  },
  {
    "textRu": "Наука — это организованные знания, мудрость — это организованная жизнь",
    "textEn": "Your time is limited, so don’t waste it living someone else’s life",
    "authorRu": "Иммануил Кант",
    "authorEn": "Steve Jobs"
  },
  {
    "textRu": "В моем словаре нет слова «невозможно»",
    "textEn": "The two most important days in your life are the day you are born and the day you find out why",
    "authorRu": "Наполеон Бонапарт",
    "authorEn": "Mark Twain"
  },
  {
    "textRu": "Вы никогда не пересечете океан, если не наберетесь мужества потерять берег из виду",
    "textEn": "If you look at what you have in life, you’ll always have more. If you look at what you don’t have in life, you’ll never have enough",
    "authorRu": "Христофор Колумб",
    "authorEn": "Oprah Winfrey"
  }
]
